// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "დნობის განსაკუთრებულად მაღალი ტემპით გამოირჩევა",
    answer: "აღმოსავლეთ კავკასიონი",
    options: [
      "აღმოსავლეთ კავკასიონი",
      "დასავლეთ კავკასიონი",
      "ცენტრალური კავკასიონი",
      "ყველა"
    ]
  },
    {
    numb: 2,
    question: "გლობალური დათბობის ერთ-ერთი მნიშვნელოვანი გამომწვევი მიზეზია",
    answer: "მყინვარების დნობა",
    options: [
      "მყინვარების დნობა",
      "ტყის გაჩეხვა",
      "ტემპერატურის საგრძნობლად ცვლილება",
      "სამივე"
    ]
  },
    {
    numb: 3,
    question: "ბუნებრივი კატასტროფების ზრდის ხელშემწყობი ფაქტორია",
    answer: "გლობალური დათბობის შედეგად კლიმატის საგრძნობლად ცვლილება",
    options: [
      "გლობალური დათბობის შედეგად კლიმატის საგრძნობლად ცვლილება",
      "ტემპერატურის გადაჭარბდებული ზრდა",
      "ტყის ხანძრები",
      "მყინვარების დნობა"
    ]
  },
    {
    numb: 4,
    question: "რა გახდა შოვის ტრაგედიის მიზეზი?",
    answer: "გლაციალური ღვარცოფი",
    options: [
      "გლაციალური ღვარცოფი",
      "ვულკანის ამოფრქვევა",
      "ზვავი",
      "წყალმოვარდნა"
    ]
  },
    {
    numb: 5,
    question: "როგორი ტიპის კატასტროფაა ტექნოგენური?",
    answer: "ადამიანის საქმიანობით განპირობებული",
    options: [
      "გარემოდაცვითი",
      "გლობალური",
      "ადამიანის საქმიანობით განპირობებული",
      "არცერთი"
    ]
  },
];